Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvAppBackup/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# SECURITY_EXPLANATION
source: Your profiles backups are encrypted.
de: Ihre Profil-Backups sind verschlüsselt.
es: Tus copias de seguridad de perfil están encriptadas.
fr: Vos sauvegardes sont chiffrées.
it: I tuoi backup del profilo sono crittografati.
ja: お客様のプロフィールバックアップは暗号化されています。
ko: 귀하의 프로필 백업은 암호화되어 있습니다.
pt_br: Os backups do seu perfil são criptografados.
pt_pt: As cópias de segurança dos seus perfis estão encriptadas.
ru: Резервные копии ваших профилей зашифрованы.
uk: Ваші резервні копії профілів зашифровані.
zh_hans: 您的个人资料备份已加密。

source: Send error by email
de: Senden Sie den Fehler per E-Mail
es: Enviar error por correo electrónico
fr: Envoyer l'erreur par mail
it: Segnala l'errore via email
ja: メールでエラーを送信
ko: 이메일로 오류 전송
pt_br: Enviar relatório de erro por e-mail
pt_pt: Enviar erro por e-mail
ru: Отправить сообщение об ошибке по электронной почте
uk: Надіслати помилку електронною поштою
zh_hans: 通过电子邮件发送错误报告

# SHOW_BACKUP_KEY
source: Show my key
de: Meinen Schlüssel anzeigen
es: Mostrar mi clave
fr: Afficher ma clé
it: Mostra la mia chiave
ja: 自分のキーを表示
ko: 내 키 표시
pt_br: Mostrar minha chave
pt_pt: Mostrar a minha chave
ru: Показать мой ключ
uk: Показати мій ключ
zh_hans: 显示我的密钥

# SHOW_MY_NEW_KEY
source: Display my new key
de: Zeige meinen neuen Schlüssel an
es: Mostrar mi nueva clave
fr: Afficher ma nouvelle clé
it: Mostra la mia nuova chiave
ja: 新しいキーを表示
ko: 새 키를 표시
pt_br: Exibir minha nova chave
pt_pt: Mostrar a minha nova chave
ru: Отобразить мой новый ключ
uk: Показати мій новий ключ
zh_hans: 显示我的新密钥

source: Perfect! You can safely restore your profile %@. All your previous devices will continue to work as before.
de: Perfekt! Du kannst dein Profil %@ sicher wiederherstellen. Alle deine vorherigen Geräte funktionieren wie zuvor.
es: ¡Perfecto! Puedes restaurar tu perfil %@ de forma segura. Todos tus dispositivos anteriores seguirán funcionando como antes.
fr: Parfait ! Vous pouvez restaurer votre profil %@. Tous vos appareils précédents continueront de fonctionner comme avant.
it: Perfetto! Puoi ripristinare in sicurezza il tuo profilo %@. Tutti i tuoi dispositivi precedenti continueranno a funzionare come prima.
ja: 完璧です！プロフィール %@ を安全に復元できます。以前使用していたすべてのデバイスは、これまで通り引き続き動作します。
ko: 완벽합니다! 이제 프로필 %@을 안전하게 복원할 수 있습니다. 기존에 사용하던 모든 장치는 이전과 동일하게 작동합니다.
pt_br: Ótimo! Você pode restaurar seu perfil com segurança %@. Todos os seus dispositivos anteriores continuarão funcionando como antes.
pt_pt: Excelente! Pode restaurar o seu perfil %@ com segurança. Todos os seus dispositivos anteriores continuarão a funcionar como antes.
ru: Отлично! Вы можете безопасно восстановить свой профиль %@. Все ваши предыдущие устройства будут продолжать работать как и прежде.
uk: Чудово! Ви можете безпечно відновити свій профіль %@. Усі ваші попередні пристрої продовжуватимуть працювати як і раніше.
zh_hans: 太好了！您可以安全地恢复您的个人资料 %@。您之前的所有设备将继续像以前一样正常工作。

source: Stolen or compromised key
de: Gestohlener oder kompromittierter Schlüssel
es: Clave robada o comprometida
fr: Clé volée ou compromise
it: Chiave rubata o compromessa
ja: 盗まれた、または不正にアクセスされたキー
ko: 도난 또는 유출된 키
pt_br: Chave roubada ou comprometida
pt_pt: Chave roubada ou comprometida
ru: Угробленный или скомпрометированный ключ
uk: Вкрадений або скомпрометований ключ
zh_hans: 密钥被盗或泄露

# SUBSCRIBE_TO_OLVID_PLUS
source: Subscribe Olvid+
de: Olvid+ abonnieren
es: Suscríbete a Olvid+
fr: S’abonner à Olvid+
it: Iscriviti a Olvid+
ja: Olvid+を購読
ko: Olvid+ 구독하기
pt_br: Assine o Olvid+
pt_pt: Subscrever Olvid+
ru: Подписаться на Olvid+
uk: Підписатися на Olvid+
zh_hans: 订阅 Olvid+

# THIS_BACKUP_KEY_CAN_BE_FOUND_IN_SETTINGS
source: You also will be able to find the key later in your settings.
de: Du findest den Schlüssel später auch in deinen Einstellungen.
es: También podrás encontrar la clave más adelante en tu configuración.
fr: Vous pourrez retrouver cette clé plus tard dans les paramètres.
it: Potrai anche ritrovare la chiave nelle tue impostazioni.
ja: 後で設定からキーを見つけることもできます。
ko: 나중에 설정에서 해당 키를 다시 찾을 수 있습니다.
pt_br: Você também poderá encontrar a chave mais tarde nas configurações.
pt_pt: Também poderá encontrar a chave mais tarde nas suas definições.
ru: Вы также сможете найти этот ключ позже в ваших настройках.
uk: Ви також зможете знайти цей ключ пізніше в налаштуваннях.
zh_hans: 稍后您还可以在设置中找到该密钥。

# THIS_BACKUP_KEY_WILL_BE_REQUIRED
source: This key will be required if you wish to restore the profiles of this device onto a device without access to iCloud Keychain or if you permanently lose access to your iCloud account.
de: Dieser Schlüssel wird benötigt, wenn Sie die Profile dieses Geräts auf ein Gerät ohne Zugriff auf den iCloud-Schlüsselbund wiederherstellen möchten oder dauerhaft den Zugriff auf Ihr iCloud-Konto verlieren.
es: Esta clave será necesaria si deseas restaurar los perfiles de este dispositivo en un dispositivo que no tenga acceso a iCloud Keychain o si pierdes permanentemente el acceso a tu cuenta de iCloud.
fr: Cette clé sera nécessaire si vous voulez restaurer les profils de cet appareil sur un appareil n’ayant pas accès au trousseau iCloud, ou si vous perdez définitivement accès à votre compte iCloud.
it: Questa chiave sarà richiesta se desideri ripristinare i profili di questo dispositivo su un dispositivo senza accesso a iCloud Keychain o se perdi permanentemente l'accesso al tuo account iCloud.
ja: このデバイスのプロフィールを iCloud Keychain にアクセスできないデバイスに復元する場合、または iCloud アカウントへのアクセスを完全に失った場合に、このキーが必要になります。
ko: iCloud 키체인에 접근할 수 없거나 iCloud 계정을 영구적으로 사용할 수 없게 된 기기에 이 기기의 프로필을 복원하려는 경우 이 키가 필요합니다.
pt_br: Esta chave será necessária se você quiser restaurar os perfis deste dispositivo em um dispositivo que não tenha acesso ao iCloud Keychain ou se você perder permanentemente o acesso à sua conta do iCloud.
pt_pt: Esta chave será necessária se pretender restaurar os perfis deste dispositivo num dispositivo sem acesso ao iCloud Keychain ou se perder permanentemente o acesso à sua conta iCloud.
ru: Этот ключ потребуется, если вы хотите восстановить профили этого устройства на устройстве без доступа к iCloud Keychain или если вы навсегда потеряете доступ к своей учетной записи iCloud.
uk: Цей ключ знадобиться, якщо ви хочете відновити профілі цього пристрою на пристрої без доступу до iCloud Keychain або якщо ви назавжди втратите доступ до свого облікового запису iCloud.
zh_hans: 如果您希望将此设备的个人资料还原到无法访问 iCloud 钥匙链的设备上，或者永久丢失对 iCloud 帐户的访问权限，则需要此密钥。

# THIS_DEVICE_BACKUPS
source: Profiles backed up by this device
de: Profile, die auf diesem Gerät gesichert wurden
es: Perfiles respaldados por este dispositivo
fr: Profils sauvegardés par cet appareil
it: Profili salvati su questo dispositivo
ja: このデバイスによってバックアップされたプロフィール
ko: 이 장치로 백업된 프로필
pt_br: Perfis salvos neste dispositivo
pt_pt: Perfis guardados neste dispositivo
ru: Профили, сохраненные на этом устройстве
uk: Профілі, збережені на цьому пристрої
zh_hans: 此设备备份的个人资料

# TRY_AGAIN_LATER
source: Please try again later
de: Bitte versuche es später noch einmal
es: Por favor, inténtalo de nuevo más tarde
fr: Veuillez essayer plus tard
it: Riprova più tardi
ja: しばらくしてからもう一度お試しください
ko: 나중에 다시 시도해 주세요.
pt_br: Por favor, tente novamente mais tarde
pt_pt: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте еще раз позже
uk: Будь ласка, спробуйте ще раз пізніше
zh_hans: 请稍后再试

source: Validate
de: Bestätigen
es: Validar
fr: Valider
it: Convalida
ja: 検証
ko: 유효성 확인
pt_br: Validar
pt_pt: Validar
ru: Подтвердить
uk: Підтвердити
zh_hans: 验证

# WE_COULD_NOT_ACTIVATE_BACKUPS_PLEASE_TRY_AGAIN
source: We could not activate your backups. Please try again later.
de: Wir konnten Ihre Backups nicht aktivieren. Bitte versuchen Sie es später erneut.
es: No pudimos activar tus copias de seguridad. Por favor, inténtalo de nuevo más tarde.
fr: Nous n’avons pas réussi à activer vos sauvegardes. Veuillez essayer à nouveau plus tard.
it: Non siamo riusciti ad attivare i tuoi backup. Riprova più tardi.
ja: バックアップの有効化に失敗しました。後ほど再度お試しください。
ko: 백업을 활성화할 수 없습니다. 잠시 후 다시 시도해 주세요.
pt_br: Não foi possível ativar seus backups. Tente novamente mais tarde.
pt_pt: Não foi possível ativar as suas cópias de segurança. Tente novamente mais tarde.
ru: Не удалось активировать ваши резервные копии. Пожалуйста, попробуйте еще раз позже.
uk: Не вдалося активувати ваші резервні копії. Будь ласка, спробуйте ще раз пізніше.
zh_hans: 我们无法激活您的备份。请稍后再试。

# WE_COULD_NOT_CHANGE_ICLOUD_KEYCHAIN_SETTING
source: We could not change the "Backup to iCloud Keychain" setting
de: Wir konnten die Einstellung "Backup zu iCloud Keychain" nicht ändern.
es: No pudimos cambiar la configuración de "Guardar en el Llavero de iCloud"
fr: Le paramètre de sauvegarde vers le trousseau iCloud n’a pas pu être modifié
it: Non siamo riusciti a modificare l'impostazione "Backup a Portachiavi iCloud"
ja: 「iCloudキーチェーンへのバックアップ」設定を変更できませんでした
ko: "iCloud 키체인에 백업" 설정을 변경할 수 없습니다.
pt_br: Não foi possível alterar a configuração "Fazer backup no iCloud Keychain"
pt_pt: Não foi possível alterar a definição "Fazer cópia de segurança para o iCloud Keychain"
ru: Не удалось изменить настройку "Резервное копирование в iCloud Keychain"
uk: Не вдалося змінити параметр "Збереження в iCloud Keychain"
zh_hans: 我们无法更改“备份到 iCloud 钥匙串”设置

# WE_COULD_NOT_DEACTIVATE_BACKUPS_PLEASE_TRY_AGAIN
source: We could not deactivate your backups. Please try again later
de: Wir konnten deine Backups nicht deaktivieren. Bitte versuche es später erneut.
es: No pudimos desactivar tus copias de seguridad. Por favor, inténtalo de nuevo más tarde.
fr: Nous n’avons pas pu désactiver vos sauvegardes. Nous n’avons pas réussi à activer vos sauvegardes. Veuillez essayer à nouveau plus tard.
it: Non siamo riusciti a disattivare i tuoi backup. Riprova più tardi.
ja: バックアップの無効化に失敗しました。後ほどもう一度お試しください。
ko: 백업 비활성화를 완료할 수 없습니다. 잠시 후 다시 시도해 주세요.
pt_br: Não foi possível desativar seus backups. Tente novamente mais tarde.
pt_pt: Não foi possível desativar as suas cópias de segurança. Por favor, tente novamente mais tarde.
ru: Не удалось отключить резервные копии. Пожалуйста, попробуйте позже.
uk: Не вдалося вимкнути ваші резервні копії. Будь ласка, спробуйте ще раз пізніше.
zh_hans: 我们无法停用您的备份。请稍后重试。

# WE_COULD_NOT_DELETE_THIS_PROFILE
source: We could not delete this backup
de: Wir konnten dieses Backup nicht löschen.
es: No pudimos eliminar esta copia de seguridad
fr: Nous n’avons pas pu supprimer cette sauvegarde
it: Non siamo riusciti a eliminare questo backup
ja: このバックアップを削除できませんでした
ko: 이 백업을 삭제할 수 없습니다.
pt_br: Não foi possível excluir este backup
pt_pt: Não foi possível eliminar esta cópia de segurança
ru: Не удалось удалить эту резервную копию
uk: Не вдалося видалити цю резервну копію
zh_hans: 我们无法删除此备份

# WE_COULD_NOT_FIND_ANY_BACKUP_FOR_THIS_KEY
source: We were unable to locate a backup associated with the provided backup key. Please ensure you have entered the correct backup key and try again.
de: Wir konnten keine Sicherung mit dem angegebenen Sicherungsschlüssel finden. Bitte stellen Sie sicher, dass Sie den korrekten Sicherungsschlüssel eingegeben haben und versuchen Sie es erneut.
es: No pudimos encontrar una copia de seguridad asociada con la clave de copia de seguridad proporcionada. Asegúrate de haber ingresado la clave correcta e inténtalo de nuevo.
fr: Nous n'avons pas pu trouver de sauvegarde associée à la clé de sauvegarde fournie. Veuillez vous assurer d'avoir saisi la bonne clé de sauvegarde et réessayez.
it: Non siamo riusciti a trovare un backup associato alla chiave di backup fornita. Assicurati di aver inserito la chiave corretta e riprova.
ja: 提供されたバックアップキーに関連付けられたバックアップを見つけることができませんでした。正しいバックアップキーを入力していることを確認し、もう一度お試しください。
ko: 제공된 백업 키와 연결된 백업을 찾을 수 없습니다. 올바른 백업 키를 입력했는지 확인하고 다시 시도하십시오.
pt_br: Não foi possível encontrar um backup associado à chave de backup fornecida. Verifique se você inseriu a chave de backup correta e tente novamente.
pt_pt: Não foi possível encontrar uma cópia de segurança associada à chave de cópia de segurança fornecida. Certifique-se de que introduziu a chave de cópia de segurança correta e tente novamente.
ru: Не удалось найти резервную копию, связанную с предоставленным ключом восстановления. Убедитесь, что вы ввели правильный ключ и повторите попытку.
uk: Не вдалося знайти резервну копію, пов’язану з наданим ключем резервної копії. Будь ласка, переконайтеся, що ви ввели правильний ключ резервної копії та спробуйте ще раз.
zh_hans: 我们无法找到与您提供的备份密钥关联的备份。请确保您输入了正确的备份密钥，然后重试。

# WE_COULD_NOT_FIND_ANY_BACKUP_FOR_THIS_KEY_SO_[RESTORE_LEGACY](_)
source: We were unable to locate a backup associated with the provided backup key. Please ensure you have entered the correct backup key and try again. You may also try [restoring from a legacy backup](_).
de: Wir konnten keine Sicherung finden, die dem angegebenen Sicherungsschlüssel entspricht. Bitte stellen Sie sicher, dass Sie den korrekten Sicherungsschlüssel eingegeben haben und versuchen Sie es erneut. Sie können auch versuchen, [von einer alten Sicherung wiederherzustellen](_).
es: No pudimos encontrar una copia de seguridad asociada con la clave de respaldo proporcionada. Por favor, asegúrese de haber ingresado la clave de respaldo correcta e inténtelo de nuevo. También puede intentar [restaurar desde una copia de seguridad anterior](_).
fr: Nous n'avons pas pu trouver de sauvegarde associée à la clé de sauvegarde fournie. Veuillez vous assurer d'avoir saisi la bonne clé de sauvegarde et réessayez. Vous pouvez également essayer de [restaurer une sauvegarde « ancienne génération »](_).
it: Non siamo stati in grado di trovare un backup associato alla chiave di backup fornita. Assicurati di aver inserito la chiave corretta e riprova. Puoi anche provare a [ripristinare da un backup legacy](_).
ja: 提供されたバックアップキーに関連付けられたバックアップを見つけることができませんでした。正しいバックアップキーを入力していることを確認し、もう一度お試しください。また、[以前のバックアップから復元](_)]を試すこともできます。
ko: 제공된 백업 키와 연결된 백업 파일을 찾을 수 없습니다. 올바른 백업 키를 입력했는지 확인하고 다시 시도하십시오. [이전 백업에서 복원](_)해 보실 수도 있습니다.
pt_br: Não foi possível encontrar um backup associado à chave de backup fornecida. Verifique se você inseriu a chave de backup correta e tente novamente. Você também pode tentar [restaurar a partir de um backup antigo](_).
pt_pt: Não foi possível encontrar uma cópia de segurança associada à chave de cópia de segurança fornecida. Certifique-se de que introduziu a chave de cópia de segurança correta e tente novamente. Também pode tentar [restaurar a partir de uma cópia de segurança antiga](_).
ru: Не удалось найти резервную копию, связанную с предоставленным ключом восстановления. Пожалуйста, убедитесь, что вы ввели правильный ключ и повторите попытку. Вы также можете попробовать [восстановить из устаревшей резервной копии](_).
uk: Не вдалося знайти резервну копію, пов’язану з наданим ключем резервної копії. Будь ласка, переконайтеся, що ви ввели правильний ключ резервної копії та спробуйте ще раз. Ви також можете спробувати [відновити з попередньої резервної копії](_).
zh_hans: 我们无法找到与您提供的备份密钥关联的备份。请确保您已输入正确的备份密钥并重试。您也可以尝试[从旧版备份恢复](_)。

# WE_COULD_NOT_RESTORE_THIS_PROFILE
source: We could not restore your profile
de: Wir konnten dein Profil nicht wiederherstellen.
es: No pudimos restaurar tu perfil
fr: Nous n’avons pas réussi à restaurer votre profil
it: Non siamo riusciti a ripristinare il tuo profilo
ja: プロファイルの復元に失敗しました
ko: 프로필을 복원할 수 없습니다.
pt_br: Não foi possível restaurar seu perfil
pt_pt: Não foi possível restaurar o seu perfil
ru: Не удалось восстановить ваш профиль
uk: Не вдалося відновити ваш профіль
zh_hans: 我们无法恢复您的个人资料

# WHICH_PROFILE_BACKUP_DO_YOU_WISH_TO_RESTORE
source: Which backup do you want to restore?
de: Welches Backup möchtest du wiederherstellen?
es: ¿Qué copia de seguridad quieres restaurar?
fr: Quelle sauvegarde souhaitez-vous restaurer ?
it: Da quale backup vuoi ripristinare?
ja: どのバックアップを復元しますか？
ko: 어떤 백업을 복원하시겠습니까?
pt_br: Qual backup você deseja restaurar?
pt_pt: Qual cópia de segurança pretende restaurar?
ru: Какой резервный экземпляр вы хотите восстановить?
uk: Який бекап ви хочете відновити?
zh_hans: 您想恢复哪个备份？

source: Your backups
de: Ihre Backups
es: Tus copias de seguridad
fr: Vos sauvegardes
it: I tuoi backup
ja: バックアップ
ko: 귀하의 백업
pt_br: Seus backups
pt_pt: As suas cópias de segurança
ru: Ваши резервные копии
uk: Ваші резервні копії
zh_hans: 您的备份

# YOUR_BACKUP_EXPLANATION
source: Backups allow to restore your profiles and contacts even if you lose access to your device.
de: Mit Backups können Sie Ihre Profile und Kontakte wiederherstellen, selbst wenn Sie den Zugriff auf Ihr Gerät verlieren.
es: Las copias de seguridad permiten restaurar tus perfiles y contactos incluso si pierdes el acceso a tu dispositivo.
fr: Sauvegarder permet de restaurer vos profils et contacts même si vous perdez l’accès à votre appareil.
it: I backup permettono di ripristinare i tuoi profili e contatti anche in caso di perdita di accesso al dispositivo.
ja: バックアップ機能を使用すると、デバイスへのアクセスを失った場合でも、プロフィールや連絡先を復元できます。
ko: 백업을 통해 기기를 분실하더라도 프로필과 연락처를 복원할 수 있습니다.
pt_br: Os backups permitem restaurar seus perfis e contatos, mesmo que você perca o acesso ao seu dispositivo.
pt_pt: As cópias de segurança permitem restaurar os seus perfis e contactos, mesmo que perca o acesso ao seu dispositivo.
ru: Резервные копии позволяют восстановить ваши профили и контакты, даже если вы потеряете доступ к устройству.
uk: Резервні копії дозволяють відновити ваші профілі та контакти, навіть якщо ви втратите доступ до свого пристрою.
zh_hans: 备份功能可让您恢复个人资料和联系人，即使您无法访问您的设备。

# YOUR_BACKUP_WARNING
source: Please note that messages and attachments are **not backed up** and will **not be restored**.
de: Bitte beachten Sie, dass Nachrichten und Anhänge **nicht gesichert** werden und **nicht wiederhergestellt** werden können.
es: Ten en cuenta que los mensajes y archivos adjuntos **no se respaldan** y **no se restaurarán**.
fr: Attention, les messages et pièces jointes ne sont **pas sauvegardés** et ne seront **pas restaurés**.
it: Si prega di notare che messaggi e allegati **non vengono salvati** e **non saranno ripristinati**.
ja: メッセージと添付ファイルは**バックアップされず**、**復元もされません**のでご注意ください。
ko: 메시지와 첨부 파일은 **백업되지 않으며** **복원되지 않습니다**. 이 점을 유념해 주시기 바랍니다.
pt_br: Por favor, observe que mensagens e anexos **não são salvos em backup** e **não serão restaurados**.
pt_pt: Tenha em atenção que as mensagens e anexos **não são guardados em cópia de segurança** e **não serão restaurados**.
ru: Обратите внимание, что сообщения и вложения **не сохраняются** и **не будут восстановлены**.
uk: Будь ласка, зверніть увагу, що повідомлення та вкладення **не зберігаються** та **не будуть відновлені**.
zh_hans: 请注意，消息和附件**不会备份**，因此**无法恢复**。

source: Your key
de: Dein Schlüssel
es: Tu clave
fr: Votre clé
it: La tua chiave
ja: あなたのキー
ko: 귀하의 키
pt_br: Sua chave
pt_pt: A sua chave
ru: Ваш ключ
uk: Ваш ключ
zh_hans: 您的密钥

# YOU_CAN_CHOOSE_ACTIVE_DEVICE_AFTER_RESTORATION
source: After the restoration, you will be able to choose which device to keep active from your profile settings.
de: Nach der Wiederherstellung können Sie in Ihren Profileinstellungen auswählen, welches Gerät aktiv bleiben soll.
es: Después de la restauración, podrás elegir qué dispositivo mantener activo desde la configuración de tu perfil.
fr: Après la restauration, vous pourrez choisir quel appareil garder actif depuis les réglages de votre profil.
it: Dopo il ripristino, potrai scegliere quale dispositivo mantenere attivo dalle impostazioni del tuo profilo.
ja: 復元後、プロフィール設定から、アクティブな状態に保持するデバイスを選択できます。
ko: 복원 후에는 프로필 설정에서 활성 상태로 유지할 장치를 선택할 수 있습니다.
pt_br: Após a restauração, você poderá escolher qual dispositivo manter ativo nas configurações do seu perfil.
pt_pt: Após a restauração, poderá escolher qual dispositivo manter ativo nas definições do seu perfil.
ru: После восстановления вы сможете выбрать, какое устройство оставить активным, в настройках вашего профиля.
uk: Після відновлення ви зможете вибрати, який пристрій залишити активним, у налаштуваннях профілю.
zh_hans: 恢复完成后，您可以在个人资料设置中选择要保持活跃的设备。

# YOU_REQUESTED_THE_RESTORATION_OF_AN_OLD_BACKUP
source: Caution, a more recent backup is available!
de: Achtung, ein aktuelleres Backup ist verfügbar!
es: ¡Precaución, hay una copia de seguridad más reciente disponible!
fr: Attention, il existe une sauvegarde plus récente !
it: Attenzione, è disponibile un backup più recente!
ja: 注意：より新しいバックアップがあります！
ko: 주의: 더 최신 백업이 있습니다!
pt_br: Atenção, uma versão mais recente do backup está disponível!
pt_pt: Atenção, existe uma cópia de segurança mais recente disponível!
ru: Внимание, доступна более новая резервная копия!
uk: Увага, доступна новіша резервна копія!
zh_hans: 注意，有更新的备份可用！

source: Ok
es: De acuerdo
ja: 了解
ko: 알겠습니다
ru: Ок
uk: Добре
zh_hans: 好的
